Repository: wjohnke/CSS18
Catalog: CS4330/monodevelop-master/extras/MonoDevelop.Database/po/*.po
Languages: fr, nl

source: Unable to load stored SQL connection information.
fr: Impossible de charger les informations de connection SQL.
nl: Kon opgeslagen informatie van SQL-verbinding niet inladen.

source: Please enter the password for connection '{0}'
fr: Veuillez entrer le mot de passe pour la connection '{0}'
nl: Voer het wachtwoord voor verbinding '{0}' in

source: Enter Password
fr: Mot de passe
nl: Voer wachtwoord in

source: Query Database
fr: Exécuter une requète sur la Base de données

source: _Database
fr: _Base de données

source: Execute
fr: Exécuter
nl: Uitvoeren

source: Clear Results
fr: Effacer les résultats
nl: Wis resultaten

source: Unable to connect to database '{0}'
fr: Impossible de se connecter à la base de données '{0}'
nl: Kon niet verbinden met database '{0}'

source: Query duration: {0}
fr: Durée de la requète: {0}

source: Affected Rows
fr: Rangées affectées
nl: Beïnvloede regels

source: No Results
fr: Pas de Résultat
nl: Geen resultaten

source: Executing query
fr: Exécution de la la requête
nl: Uitvoeren query

source: Query execute cancelled
fr: Exécution de la requète annulée.
nl: Uitvoeren van query geannuleerd

source: Query executed ({0} result table)
fr: Requète exécutée ({0} table de résultat)
nl: Query uitgevoerd ({0} resultaattabel)

source: MySql database
fr: Base de données MySql

source: Character Set:
fr: Jeu de Caractères

source: SQL Server database
fr: Base de données SQL Server

source: Database:
fr: Base de données:

source: Database '{0}' already exists.
fr: La base de donnée '{0}' existe déjà..

source: SQLite database
fr: Base de données SQLite

source: Open Database
fr: Ouvrir une Base de données
nl: Database opvragen

source: SQLite databases
fr: Bases de données SQLite

source: All files
fr: Tous les fichiers
nl: Alle bestanden

source: Oracle database
fr: Base de données Oracle

source: PostgreSQL database
fr: Base de données PostgreSQL

source: Database Connections
fr: Connections aux bases de données
nl: Databaseverbindingen

source: Unable to connect:
fr: Erreur de connection:
nl: Kan niet verbinden:

source: Are you sure you want to remove connection '{0}'?
fr: Êtes-vous sur de vouloir supprimer la connection '{0}' ?
nl: Weet u zeker dat u verbinding '{0}' wilt verwijderen?

source: Drop
fr: Effacer

source: Are you sure you want to drop database '{0}'
fr: Êtes-vous sur de vouloir supprimer la base de données '{0}' ?
nl: Weet u zeker dat u database '{0}' wilt weggooien?

source: Views
fr: Vues
nl: Weergaves

source: Procedures
fr: Procédures

source: Users
fr: Utilisateurs
nl: Gebruikers

source: Constraints
fr: Contraintes

source: Empty Table
fr: Vider la Table
nl: Lege tabel

source: Are you sure you want to empty table '{0}'
fr: Êtes-vous sur de vouloir vide la table '{0}' ?
nl: Weet u zeker dat u tabel '{0}' wilt leegmaken?

source: Table emptied
fr: Table vidée
nl: Tabel leeggemaakt

source: Are you sure you want to drop table '{0}'
fr: Êtes-vous sur de vouloir supprimer la table '{0}' ?
nl: Weet u zeker dat u tabel '{0}' wilt weggooien?

source: Are you sure you want to drop user '{0}'
fr: Êtes-vous sur de vouloir supprimer l'utilisateur '{0}' ?
nl: Weet u zeker dat u gebruiker '{0}' wilt weggooien?

source: Are you sure you want to drop procedure '{0}'
fr: Êtes-vous sur de vouloir supprimer la procédure '{0}' ?
nl: Weet u zeker dat u procedure '{0}' wilt weggooien?

source: Are you sure you want to drop view '{0}'
fr: Êtes-vous sur de vouloir supprimer la vue '{0}' ?
nl: Weet u zeker dat u weergave '{0}' wilt weggooien?

source: Column
fr: Colonne
nl: Kolom

source: Columns
fr: Colonnes
nl: Kolommen

source: Constraint
fr: Contraintes

source: Aggregates
fr: Agrégats
nl: Aggregeert

source: Groups
fr: Groupes
nl: Groepen

source: Languages
fr: Langues
nl: Talen

source: Operators
fr: Opérateurs
nl: Operatoren

source: Roles
fr: Rôles
nl: Rollen

source: Rules
fr: Règles
nl: Regels

source: Sequences
fr: Séquences
nl: Sequenties

source: Parameters
fr: Paramètres

source: Parameter
fr: Paramètre

source: Database Browser
fr: Explorateur de Base de données

source: Show System Objects
fr: Afficher les objets systèmes
nl: Systeemobjecten weergeven

source: Database
fr: Base de données

source: Database Provider List
fr: Liste des Fournisseurs de Base de données

source: Edit Connection
fr: Editer la connection
nl: Wijzig verbinding

source: Remove
fr: Effacer
nl: Verwijder

source: Refresh
fr: Rafraîchir
nl: Ververs

source: Connect
fr: Connecter
nl: Verbind

source: Disconnect
fr: Déconnecter
nl: Verbinding verbreken

source: Query
fr: Requète

source: Create Table
fr: Créer une Table
nl: Tabel aanmaken

source: Create View
fr: Créer une Vue
nl: View aanmaken

source: Create Procedure
fr: Créer une Procédure
nl: Procedure aanmaken

source: Create Constraint
fr: Créer une Contrainte
nl: Constraint aanmaken

source: Create Trigger
fr: Créer un Trigger
nl: Trigger aanmaken

source: Create User
fr: Créer un Utilisateur
nl: Gebruiker aanmaken

source: Alter Database
fr: Modifier une Base de données
nl: Database aanpassen

source: Alter Table
fr: Modifier une Table
nl: Tabel aanpassen

source: Alter View
fr: Modifier une Vue
nl: Weergave aanpassen

source: Alter Procedure
fr: Modifier une Procédure
nl: Procedure aanpassen

source: Alter Constraint
fr: Modifier une Contrainte
nl: Constraint aanpassen

source: Alter Trigger
fr: Modifier un Trigger
nl: Trigger aanpassen

source: Alter User
fr: Modifier un Utilisateur
nl: Gebruiker aanpassen

source: Drop Database
fr: Effacer une Base de données
nl: Database weggooien

source: Drop Table
fr: Effacer une Table
nl: Tabel weggooien

source: Drop View
fr: Effacer une Vue
nl: Weergave weggooien

source: Drop Procedure
fr: Effacer une Procédure
nl: Procedure weggooien

source: Drop Trigger
fr: Effacer une Trigger
nl: Trigger weggooien

source: Drop Constraint
fr: Effacer une Contrainte
nl: Constraint weggooien

source: Drop User
fr: Effacer un Utilisateur
nl: Gebruiker weggooien

source: Toggle System Objects
fr: Afficher/Cacher les Objets Systèmes

source: Add Database Connection
fr: Ajouter une Connections à une Base de données
nl: Databaseverbinding toevoegen

source: Create Database
fr: Créer la base de données
nl: Database aanmaken

source: Visualize Data As
fr: Afficher les Données Comme

source: Import From File
fr: Importer à partir d'un Fichier
nl: Van bestand importeren

source: Export To File
fr: Exporter dans un Fichier
nl: Exporteer naar bestand

source: Visualize Data
fr: Afficher les Données

source: Select Column
fr: Sélectionnez la Colonne
nl: Selecteer kolom

source: Select All
fr: Tout sélectionner
nl: Selecteer alle

source: Deselect All
fr: Tout Déselectionner
nl: Alles deselecteren

source: Name
fr: Nom
nl: Naam

source: Db Type
fr: Type Db

source: Field Name
fr: Nom du Champ

source: Property Name
fr: Nom de la Propriété
nl: Property naam

source: of
fr: ou

source: Y
fr: O

source: Unable to load object as Image
fr: Impossible de charger l'objet comme une Image
nl: Kon object niet als afbeelding inladen

source: Text
fr: Texte
nl: Tekst

source: Edit Database Connection
fr: Editer la Connection à la Base de données
nl: Bewerk databaseverbinding

source: Please Wait
fr: Veuillez Patienter
nl: Even wachten a.u.b.

source: Please wait
fr: Veuillez patienter
nl: Even wachten a.u.b.

source: SQL files
fr: Fichiers SQL
nl: SQL-bestanden

source: Are you sure you want to overwrite the file '{0}'?
fr: Êtes-vous sur de vouloir écraser le fichier '{0}' ?
nl: Weet u zeker dat u het bestand '{0}' wilt overschrijven?

source: Class Name
fr: Nom de Classe

source: No databases found!
fr: Pas de base de données trouvée!
nl: Geen databases gevonden!

source: Trying to connect to database ...
fr: Connection à la Base de données ...

source: Test Succeeded.
fr: Test réussit.

source: Test Failed: {0}.
fr: Test en Erreur: {0}.

source: Use custom connection string
fr: Utiliser une chaîne de connection personnalisée
nl: Gebruik alternatieve connectiestring

source: Min Pool Size:
fr: Taille min du Pool:

source: Max Pool Size:
fr: Taille max du Pool:

source: Advanced
fr: Avancé
nl: Uitgebreid

source: Save Password
fr: Sauver le Mot de passe
nl: Wachtwoord opslaan

source: Name:
fr: Nom:

source: Password:
fr: Mot de passe:

source: Server:
fr: Serveur:

source: Username:
fr: Utilisateur:

source: No database providers detected.
fr: Pas de fournisseur de base de données détecté.

source: Event
fr: Evènement
nl: Gebeurtenis

source: Each Row
fr: Chaque Rangée
nl: Elke regel

source: Comment
fr: Commentaires
nl: Commentaar

source: Are you sure you want to remove trigger '{0}'?
fr: Êtes-vous sur de vouloir supprimer le trigger '{0}' ?
nl: Weet u zeker dat u trigger '{0}' wilt verwijderen?

source: Trigger '{0}' does not contain a trigger statement.
fr: Le Trigger '{0}' ne contient pas de déclaration de trigger.
nl: Trigger '{0}' bevat geen trigger statement.

source: Statement
fr: Déclaration

source: Length
fr: Tailler
nl: Lengte

source: Nullable
fr: NULL Autorisé

source: Are you sure you want to remove column '{0}'
fr: Êtes-vous sur de vouloir supprimer la colonne '{0}' ?
nl: Weet u zeker dat u kolom '{0}' wilt verwijderen?

source: Unknown data type '{0}' applied to column '{1}'.
fr: Type de donnée '{0}' de la colonne '{1}' inconnu.
nl: Onbekend datatype '{0}' toegepast op kolom '{1}'.

source: Table '{0}' must contain at least one primary key.
fr: La Table '{0}' doit contenir au moins une clef primaire.
nl: Tabel '{0}' moet op zijn minst één primaire sleutel bevatten.

source: Table '{0}' must contain at least 1 column.
fr: La Table '{0}' doit contenir au moins une colonne.
nl: Tabel '{0}' moet op zijn minst één kolom bevatten.

source: Primary Key
fr: Clef Primaire
nl: Primaire sleutel

source: Foreign Key
fr: Clef étrangère
nl: Oneigen sleutel

source: Check
fr: Vérification
nl: Controleer

source: No name specified.
fr: Pas de nom spécifié.
nl: Geen naam opgegeven.

source: Edit Table
fr: Editer la Table
nl: Wijzig tabel

source: Preview SQL
fr: Prévisualisation du SQL
nl: SQL voorbeeld

source: Definition
fr: Définition
nl: Definitie

source: Preview
fr: Prévisualisation
nl: Voorbeeld

source: Reference Table
fr: Table de Référence
nl: Referentie tabel

source: Column Constraint
fr: Contrainte de Colonne
nl: Kolom constraint

source: Delete Action
fr: Action de Suppression
nl: Verwijder actie

source: Update Action
fr: Action de Mise à jour
nl: Actie bijwerken

source: Are you sure you want to remove constraint '{0}'?
fr: Êtes-vous sur de vouloir supprimer la contrainte '{0}' ?
nl: Weet u zeker dat u constraint '{0}' wilt verwijderen?

source: Unique Key constraint '{0}' must be applied to one or more columns.
fr: La contrainte de Clef Unique '{0}' doit être appliquée à une ou plusieurs colonnes.
nl: Unieke sleutelconstraint '{0}' moet op één of meer kolommen worden toegepast.

source: Reference Columns
fr: Colonne de Référence
nl: Referentie kolommen

source: Checked constraint '{0}' does not contain a check statement.
fr: La Contrainte de Validation '{0}' ne contient pas de déclaration de validation.
nl: Gecontroleerde constraint '{0}' bevat geen controle statement.

source: Checked constraint '{0}' is marked as a column constraint but is not applied to a column.
fr: Contrainte de Validation '{0}' est notée comme contrainte de colonne mais n'est appliquée à aucune colonne.
nl: Gecontroleerde constraint '{0}' is gemarkeerd als een kolomconstraint maar wordt niet toegepast op een kolom.

source: Check Condition
fr: Condition de Validation
nl: Controleer conditie

source: Primary Key constraint '{0}' must be applied to one or more columns.
fr: La contrainte de Clef Primaire '{0}' doit être appliquée à une ou plusieurs colonnes.
nl: Pimaire sleutel-constraint '{0}' moet worden toegepast op één of meerdere kolommen.

source: Generate Data Classes
fr: Génère les Classes de Données

source: Location:
fr: Emplacement:

source: General
fr: Général
nl: Algemeen

source: Fields & Properties
fr: Champs & Propriétés

source: Table
nl: Tabel

source: Tables
nl: Tabellen

source: Types
nl: Typen

source: Image
nl: Afbeelding

source: WaitDialog
nl: WachtDialoog

source: Position
nl: Positie

source: Active
nl: Actief

source: Unique
nl: Uniek
